tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
brew "aircrack-ng"
brew "fish"
brew "git"
brew "python@3.10", link: false
brew "mackup"
brew "neovim"
brew "nvm"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
