# Taps
tap "homebrew/bundle"

# CLI Tools
brew "git"
brew "stow"
brew "tmux"
brew "tree"
brew "fzf"
brew "neovim"
brew "yarn"

# Language & Version Managers
brew "nvm"
brew "chruby"
brew "ruby"

# Development Tools
brew "cocoapods"

# Shell & Theme
brew "powerlevel10k"

# Utilities
brew "mackup"

# Applications
cask "iterm2"
cask "visual-studio-code"
cask "claude-code"
cask "postman"
cask "ngrok"
cask "rectangle"
cask "spotify"